<?php
/**
 * Properties Lexicon Topic
 *
 * @package directresize
 * @subpackage lexicon
 */

/* directresize properties */

$_lang['dr_width_desc'] = 'определить максимальную ширину для изменения размеров изображений.';
$_lang['dr_height_desc'] = 'определяют максимальную высоту для изменения размера изображения.';

$_lang['dr_cache_path_desc'] = "каталог для хранения изменении размера изображений.Каталог будет создан, если он не существует.";
$_lang['dr_image_path_desc'] = 'расположение изображения, которые будут изменены.';
$_lang['dr_prefix_desc'] = 'префикс для применения ко всем изменении размера изображений.';
$_lang['dr_height_desc'] = 'определяют максимальную высоту для изменения размера изображения.';
$_lang['dr_jpg_quality_desc'] = 'при сжатии уровня на любом изменении размера JPG файлы. Установите между 0 и 100';
$_lang['dr_png_quality_desc'] = 'Установить уровень сжатия на любых файлов PNG размер. Установить от 0 до 9';
$_lang['dr_method_desc'] = 'Как изменить размер изображения.<ul><li>0: пропорциональна ширине и высоте</li><li>1: в зависимости от ширины</li><li>2: на основе высоты</li><li>3: максимальная ширина и высота</li><li>4: изображение заполняет контейнер всю ширину и высоту.</li></ul>';
$_lang['dr_enable_desc'] = 'Как подать заявку Highslide.<ul><li>0: выключено.</li><li>1: обратиться в Highslide класса.</li><li>2: применяются ко всем изображениям.</li></ul> ';
$_lang['dr_thumb_w_desc'] = 'Установить пикселей ширина миниатюр.';
$_lang['dr_thumb_h_desc'] = 'Высота миниатюры пиксель.';
$_lang['dr_thumb_usesetting_desc'] = 'Используйте плагин установить размер эскиза.';
$_lang['dr_hs_outlineType_desc'] = 'Выберите тип границы план изображения.';
$_lang['dr_hs_captionEval_desc'] = 'Выберите источник для изображения подписи.';

